Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And so, if we look from our own experience, anger, hatred, jealousy, arrogance, obsessive desire, strong grasping, they don't leave us in such a good state after we have experienced it.
ne: हामीले आफ्नै अनुभवले हेर्ने हो भने पनि क्रोध, घृणा, ईर्ष्या, अज्ञानता, अत्यधिक आशक्ति, लोभको कुण्ड, हामीले जतिसुकै अनुभव गरे पनि यिनीहरू भने सजिलै छाड्नेवाला छैनन्

source: And also, they are detrimental to others' happiness.
ne: यिनीहरू अरूको सुखको लागि हानिकारक नै छन्

source: So we may consider that the more those are invading our mind, and, like a chain reaction, the more we feel miserable, we feel tormented.
ne: यिनीहरूले हाम्रो चित्तमा जतिजति आक्रमण गर्दै जान्छन् शृंखलाबद्धरूपमा त्यति नै हामी आफूलाई उत्पीडित र निरीह पाउँछौं ।

source: At the opposite, everyone knows deep within that an act of selfless generosity, if from the distance, without anyone knowing anything about it, we could save a child's life, make someone happy.
ne: यसको विपरीत, जोसुकै आफ्नो भित्र गहीरोसँग नियाल्न सक्छ स्वार्थरहित उदारतापूर्वकको काम टाढैबाट भए पनि कसैले कसैलाई नचिनिकन नै पनि बालकको जिन्दगी बचाउन, कसैलाई सुखी पार्न हामी सक्छौँ

source: We don't need the recognition. We don't need any gratitude.
ne: हामीलाई कुनै सम्मान पनि चाहिएन न त कुनै अभिनन्दन नै

source: Just the mere fact of doing that fills such a sense of adequation with our deep nature.
ne: यसले हाम्रो केही गर्ने भित्री स्वभावको निकटतातिर लैजान्छ र हामी हरबखत

source: And we would like to be like that all the time.
ne: यस्तै अवस्थामा रहिरहन खोज्छौं

source: So is that possible, to change our way of being, to transform one's mind?
ne: के यो सम्भव छ ? हाम्रो आचरण परिवर्तन गर्न हाम्रो चित्तलाई रूपान्तरण गर्न

source: Aren't those negative emotions, or destructive emotions, inherent to the nature of mind?
ne: ती नकारात्मक शक्ति अनि विनासकारी मनोविकार चित्तको स्वभावसँगै टाँसिएका हैनन् र?

source: Is change possible in our emotions, in our traits, in our moods?
ne: हाम्रो आवेग, विशेषता, अनि चित्तवृत्ति परिवर्तन गर्न सकिन्छ त?

source: For that we have to ask, what is the nature of mind?
ne: यसको लागि पहिले प्रश्न गर्नुपर्नेछ चित्तको स्वभाव केहो

source: And if we look from the experiential point of view, there is a primary quality of consciousness that's just the mere fact to be cognitive, to be aware.
ne: यदि अनुभवीको आँखाबाट हेर्ने हो भने त्यहाँ चेतनाको प्रारम्भिक गुण देखिन्छ खालि संज्ञानात्मक, चैतन्यस्वरूप प्रमाण मात्र

source: Consciousness is like a mirror that allows all images to rise on it.
ne: चैतन्य भनेको सफा ऐनाजस्तो अवस्था हो जुनसुकै वस्तुको विम्ब छर्लङ्ग देखाइदिने

source: You can have ugly faces, beautiful faces in the mirror.
ne: ऐनामा भद्दा र सुन्दर दुवै अनुहार हेर्न सकिन्छ

source: The mirror allows that, but the mirror is not tainted, is not modified, is not altered by those images.
ne: ऐना दृश्य त देखाइदिन्छ तर ऊ आफू दृश्यबाट परै रहन्छ अथवा ऐना ती विम्बहरूले बदलिएको हुँदैन

source: Likewise, behind every single thought there is the bare consciousness, pure awareness.
ne: यसैगरि हरएक विचारको पछाडि त्यहाँ केवल चैतन्य एवं शुद्ध अभिज्ञता रहन्छ

source: This is the nature.
ne: स्वभाव भनेको यस्तो हुन्छ

source: It cannot be tainted intrinsically with hatred or jealousy because then, if it was always there -- like a dye that would permeate the whole cloth -- then it would be found all the time, somewhere.
ne: यसलाई घृणा वा ईर्ष्याले दूषित पार्न सक्दैन यो पहिलादेखि नै त्यस्तै थियो भने रङ्गाइएको कपडाजस्तै जताततै जहिले पनि र जुनवेला पनि त्यस्तै एकनासे नै हुनुपर्थ्यो

source: We know we're not always angry, always jealous, always generous.
ne: थाहा छ हामी सँधैं रीसाहा, ईर्ष्यालु, उदारमना पनि त छैनौं

source: So, because the basic fabric of consciousness is this pure cognitive quality that differentiates it from a stone, there is a possibility for change because all emotions are fleeting.
ne: चेतनाको आधारभूत संरचना ज्ञानको विशुध्दतम गुण, जसले मणि र ढुङ्गाको फरक देखाइदिन्छ त्यहाँ परिवर्तनको सम्भावना पनि छ, किन कि सबै भावनाहरू क्षणिक हुन्

source: That is the ground for mind training.
ne: चित्तको अभ्यासको लागि आधारभूत थलो यही हो

source: Mind training is based on the idea that two opposite mental factors cannot happen at the same time.
ne: चित्तको अभ्यास केमा अधारित छ भने मनमा एकैपटक दुइटा भिन्नाभिन्नै विचार उत्पन्न हुँदैनन्

source: You could go from love to hate.
ne: मायाबाट घृणातिर जान सकिएला, तर

source: But you cannot, at the same time, toward the same object, the same person, want to harm and want to do good.
ne: एकै समयमा, एउटै वस्तुलाई कुनै पनि व्यक्तिले लाभ र हानी पुर्याउने सोच्न सक्दैन

source: You cannot, in the same gesture, shake hand and give a blow.
ne: एउटै भावभङ्गीमा हात मिलाउन र मुक्का हान्न सकिंदैन

source: So, there are natural antidotes to emotions that are destructive to our inner well-being.
ne: आवेगहरूका पनि स्वाभाविक प्रति–आवेगहरू हुन्छन् यिनीहरू हाम्रा भित्री आनन्दको विनासक पनि हुन्छन्

source: So that's the way to proceed.
ne: अगाडि बढ्ने तरिका यही हुन्

source: Rejoicing compared to jealousy.
ne: ईर्ष्यामा जल्नुभन्दा त्यसैमा रमाउनु जाती

source: A kind of sense of inner freedom as opposite to intense grasping and obsession.
ne: एक प्रकारको आन्तरिक स्वतन्त्रता अत्यन्त लोभ र पागलपनको विपरीत

source: Benevolence, loving kindness against hatred.
ne: उदारता, प्रेम सद्भाव, घृणाको विपरीतमा

source: But, of course, each emotion then would need a particular antidote.
ne: यस्तो अवस्थामा पनि हरेक मनोवेगलाई बेग्लाबेग्लै प्रतिआवेग चाहिन्छ

source: Another way is to try to find a general antidote to all emotions, and that's by looking at the very nature.
ne: अर्को तरिका सबै आवेग हटाउने एउटै मात्र उपाय उनीहरूको मूल स्वरूप अवलोकन गर्नु हो

source: Usually, when we feel annoyed, hatred or upset with someone, or obsessed with something, the mind goes again and again to that object.
ne: खासगरी जव हामी कसैसँग रीस, घृणा, परेसान हुन्छौं अथवा कसैप्रति आशक्त हुन्छौ चित्त घरिघरि त्यतैपट्टि लागिरहन्छ

source: Each time it goes to the object, it reinforces that obsession or that annoyance.
ne: जतिजति चित्त उक्त वस्तुमा लाग्छ उतिउति त्यसमा पागल जस्तै लागिरहन्छ, वाक्कै पार्छ

source: So then, it's a self-perpetuating process.
ne: यो निरन्तर आफै चलिरहने प्रकृया हो

source: So what we need to look for now is, instead of looking outward, we look inward.
ne: यस अवस्थामा हामीले बाहिरतिर हेर्नुको सट्टामा हामीले आफूभित्रै हेर्नुपर्दछ

source: Look at anger itself.
ne: रीसकै कुरा गरौं न,

source: It looks very menacing, like a billowing monsoon cloud or thunderstorm.
ne: यो असाध्यै डरलाग्दो देखिन्छ नि वर्षन लागेको कालो बादल वा आँधीबेह्री

source: We think we could sit on the cloud, but if you go there, it's just mist.
ne: हामी बादलमाथि बस्न पाए हुन्थ्यो भन्ठान्छौं बादलमाथि पुग्दा यो कुइरोजस्तो मात्रै त हो

source: Likewise, if you look at the thought of anger, it will vanish like frost under the morning sun.
ne: त्यसैगरि रीसको विचारलाई जरैसम्म पुगेर हेर्ने हो भने यो पनि तुसारो जस्तै विलाएर जान्छ

source: If you do this again and again, the propensity, the tendencies for anger to arise again will be less and less each time you dissolve it.
ne: यस्तो प्रकृया गरिरहने हो भने, यो लगाव, यो लगातार रीस उठीरहने प्रवृत्ति हरेकपटकबाट कम हुँदै हुँदै बिलाएरै जान्छ

source: And, at the end, although it may rise, it will just cross the mind, like a bird crossing the sky without leaving any track.
ne: अनि अन्तमा, कुनै वखत रीस उठीहाले पनि यसले हाम्रो मनलाई छोएर विलाइहाल्छ जस्तो चरा आकाशमा पदचिन्ह नछाडिकनै स्वाट्टै उडेर जान्छ

source: So this is the principal of mind training.
ne: चित्तको अभ्यासको मूल सिध्दान्त यही हो

source: Now, it takes time, because it took time for all those faults in our mind, the tendencies, to build up, so it will take time to unfold them as well.
ne: यसको लागि त समय लाग्छ हाम्रो चित्तमा धेरै गलत प्रवृत्तिहरू गाँठा परेर बसेका हुन्छन् यसलाई फुकाउन त समय लाग्छ नै

source: But that's the only way to go.
ne: तर एउटै मात्र उपाय यही नै हो

source: Mind transformation -- that is the very meaning of meditation.
ne: चित्तको रूपान्तरण, ध्यानको वास्तविक अर्थ यै हो

source: It means familiarization with a new way of being, new way of perceiving things, which is more in adequation with reality, with interdependence, with the stream and continuous transformation, which our being and our consciousness is.
ne: यसको माने वस्तुको स्वभावसँग परिचित हुँदै जाने नयाँ मार्ग वस्तुलाई अनुभव गर्ने अर्को पाटो यो नै बास्तविकतालाई नजीकबाट हेर्न प्रशस्त छ प्रवाह र यसको निरन्तर परिवर्तनबीचको अन्योन्याश्रित सम्बन्ध यो नै हाम्रो अस्तित्व र चेतना हो

source: So, the interface with cognitive science, since we need to come to that, it was, I suppose, the subject of -- we have to deal in such a short time -- with brain plasticity.
ne: संज्ञानात्मक विज्ञानको वल्लो पल्लो छेउ हामीलाई त्यो छेउ पुग्नु नै छ, लाग्छ त्यो विषय थियो एकदम छोटो समयमै हामीले त्यो बेहार्नु नै पर्छ ‘ब्रेन प्लास्टिसिटि’ साथ

source: The brain was thought to be more or less fixed.
ne: मस्तिष्कलाई कम बा बेसी अचल नै मानिएको थियो

source: All the nominal connections, in numbers and quantities, were thought, until the last 20 years, to be more or less fixed when we reached adult age.
ne: संख्या र परिमाणमा नाममात्रको संयोजन छ भन्ने विचार थियो – बीस वर्ष अघिसम्म प्रौढ अवस्थामा पुगुञ्जेल, एकदमै उस्तै एकनास

source: Now, recently, it has been found that it can change a lot.
ne: अहिले आएर थाहा भो मस्तिष्कमा धेरै परिवर्तन गर्न सकिन्छ

source: A violinist, as we heard, who has done 10,000 hours of violin practice, some area that controls the movements of fingers in the brain changes a lot, increasing reinforcement of the synaptic connections.
ne: सुने अनुसार १०,००० घन्टा भायोलिनमा अभ्यास गरेकाहरूको औंलाहरूको चाललाई नियन्त्रण गर्ने मस्तिष्कको भागमा निकै परिवर्तन देखियो चेतनासँग सम्बन्धित मस्तिष्कको भागमा राम्रो बृद्धि

source: So can we do that with human qualities?
ne: मानवको अन्य पक्षमा पनि यस्तै वृद्धि ल्याउन सकिएला ?

source: With loving kindness, with patience, with openness?
ne: प्रेम अनि दयालुपन, धैर्य अनि निष्कपटतामा

source: So that's what those great meditators have been doing.
ne: हो यसैको लागि यी दिग्गज ध्यानीहरू केही गर्दैछन्

source: Some of them who came to the labs, like in Madison, Wisconsin, or in Berkeley, did 20 to 40,000 hours of meditation.
ne: तीमध्ये कतिपय प्रयोगशालामा आए मेडिसनमा, विस्कान्सिनमा अनि बर्कलेमा २० देखि ४०,००० घण्टासम्म ध्यान गरेका

source: They do, like, three years' retreat, where they do meditate 12 hours a day.
ne: दिनहुँ १२ घण्टा ध्यान गरेर ३ वर्ष गुफा बसेपछि

source: And then, the rest of their life, they will do three or four hours a day.
ne: बाँकी जीवन दैनिक ३ घण्टा ध्यान गर्ने पनि छन्

source: They are real Olympic champions of mind training.
ne: चित्तको अभ्यासमा यिनीहरू ओलम्पिक च्याम्पियन नै हुन्

source: (Laughter) This is the place where the meditators -- you can see it's kind of inspiring.
ne: (हाँसोको लहर) यस्तो ठाउँमा ध्यानीहरू – यो एक किसिमको प्रेरणा नै हो

source: Now, here with 256 electrodes.
ne: अनि २५६ थरी तारका मुख (इलेक्ट्रोडस्)

source: (Laughter) So what did they find?
ne: (हाँसोको लहर) अनि उनीहरूले के पत्तालाए

source: Of course, same thing.
ne: निश्चय नै केही नौलो

source: The scientific embargo -- a paper has been submitted to "Nature," hopefully, it will be accepted.
ne: अहिलेसम्म विज्ञानले नकारेको कुरा स्वभाव मानेको, आशा गरौं सबैले स्वीकार्छन्

source: It deals with the state of compassion, unconditional compassion.
ne: यसले करुणासँग सम्बन्ध राख्छ, निःशर्त करुणा

source: We asked meditators, who have been doing that for years and years, to put their mind in a state where there's nothing but loving kindness, total availability to sentient being.
ne: वर्षौंसम्म ध्यान गरेकालाई अनुरोध गरियो आफ्नो चित्तलाई प्रेम र करुणामा ट्वाक्क अड्याइराख्न सम्पूर्ण प्राणीहरूमाथि

source: Of course, during the training, we do that with objects.
ne: अवश्य नै ध्यान सिक्ने समयमा यस्तै गर्छौं,

source: We think of people suffering, of people we love, but at some point, it can be a state which is all pervading.
ne: हरेक दुःख पाईरहेका वस्तुमाथि हामी माया गर्छौं कुनै क्षणमा आइपुग्दा यो व्यापक भइसक्छ

source: Here is the preliminary result, which I can show because it's already been shown.
ne: प्रारम्भिक परिणाम यस्तो छ म देखाउँदै छु यो पहिला नै प्रकाशमा आइसकेको हो

source: The bell curve shows 150 controls, and what is being looked at is the difference between the right and the left frontal lobe.
ne: घन्टी आकारका १५० वटा नियन्त्रण रेखा हुन् अनि के देखियो भने अगाडिपट्टिका दायाँ बायाँ भागमा आएको फरक

source: In very short, people who have more activity in the right side of the prefrontal cortex are more depressed, withdrawn.
ne: छोटकरिमा भन्दा, साह्रै सकृय हुने मान्छे प्रिफ्रन्टल कोर्टेक्स को दायाँतिर धेरै उदास र अन्तर्मुखी देखिए

source: They don't describe a lot of positive affect.
ne: उनीहरूले सकारात्मक प्रभाव देखाउन सकेनन्

source: It's the opposite on the left side: more tendency to altruism, to happiness, to express, and curiosity and so forth.
ne: यसको विपरीत बायाँतिरका मान्छेले परोपकारतिर ज्यादा नै झुकाव सुख अनि यस्तै कुराहरूप्रति साह्रै उत्सुकता देखाए

source: So there's a basic line for people. And also, it can be changed.
ne: यसरी मानिसमा एउटा आधारभूत रेखा देखापरयो तर बदल्न सकिने

source: If you see a comic movie, you go off to the left side.
ne: हँसाउने सिनेमा हेयौ भने बायाँतिर लाग्यौ

source: If you are happy about something, you'll go more to the left side.
ne: कुनै कुराबाट खुशी भएका छौ भने अझै बायाँतिर नै लाग्यौ

source: If you have a bout of depression, you'll go to the right side.
ne: कुनै कारणबाट उदासीले गाँजेको छ भने सोझै दायाँतिर

source: Here, the -0.5 is the full standard deviation of a meditator who meditated on compassion.
ne: अनि, यो –०.५ पूर्ण स्ट्याण्डर्ड डेभिएसन करुणमा लीन भएर ध्यान गर्नेहरूको

source: It's something that is totally out of the bell curve.
ne: यो त घन्टी रेखाभन्दा पूरै बाहिरपट्टि नै परयो

source: So, I've no time to go into all the different scientific results.
ne: सबै फरक वैज्ञानिक परिणामतिर जान यहाँ समय पुग्दैन

source: Hopefully, they will come.
ne: आशा गरौं ती विस्तारै हुनेछन्

source: But they found that -- this is after three and a half hours in an fMRI, it's like coming out of a space ship.
ne: तर के भने, यी सबै साँढे तीन घन्टा FMRI भित्र बसेर निस्केका परिणाम हुन् यो त अन्तरिक्षयानबाट निस्केजस्तो भयो

source: Also, it has been shown in other labs -- for instance, Paul Ekman's labs in Berkeley -- that some meditators are able, also, to control their emotional response more than it could be thought.
ne: यसलाई अन्यत्र पनि प्रयोग गरेर देखाइयो जस्तै वर्कलेस्थित पाउल एकम्यानको प्रयोगशालामा कतिपय ध्यानीहरूले त आफ्ना भावनात्मक क्रियालाई सोचेभन्दा पनि बढी समय काबुमा राखे

source: Like the startle experiments, for example.
ne: झस्कादिने प्रयोगहरू, जस्तै

source: If you sit a guy on a chair with all this apparatus measuring your physiology, and there's kind of a bomb that goes off, it's such an instinctive response that, in 20 years, they never saw anyone who would not jump.
ne: एकजनालाई कुर्सीमा बसालेर यत्राविधि जीवतत्व नाप्ने उपकरणले घेरेर पड्कन लागेको एक प्रकारको बम जस्तो यो यस्तो एउटा स्वाभाविक प्रकृया भयो कि वितेका २० वर्षमा यस्तो देखेकै थिएनन् । बिना हलचल

source: Some meditators, without trying to stop it, but simply by being completely open, thinking that that bang is just going to be a small event like a shooting star, they are able not to move at all.
ne: कुनै ध्यानीहरू यसलाई रोक्ने प्रयत्न पनि गर्दैनथे एकदमै सजिलै बसिदिन्थे मानौं ग्रहको ठूलो धमाका उल्काको फिस्स भन्दा बढी केही होइन उनीहरू हलचल नगरिकन बस्न सक्छन्

source: So the whole point of that is not, sort of, to make, like, a circus thing of showing exceptional beings who can jump, or whatever.
ne: संक्षेपमा भन्दा यो कुनै किसिमको सर्कस वा तमासा, अचम्मका कुराहरू देखाउने उफ्रने वा यस्तै

source: It's more to say that mind training matters.
ne: यसो भन्नु अति नहोला, चित्तको अभ्यास भनेको

source: That this is not just a luxury.
ne: विलासी कुरा होइन

source: This is not a supplementary vitamin for the soul.
ne: सबै आत्माहरूको लागि काम लाग्ने कुनै भिटामिन पनि होइन

source: This is something that's going to determine the quality of every instant of our lives.
ne: निर्धारण गर्न लागेको कुरो नै यही हो हाम्रो जीवनको हरेक पलको उत्तमोत्तम अवस्था

source: We are ready to spend 15 years achieving education.
ne: हामी शिक्षा हासिल गर्न १५ वर्ष विताउँदछौं

source: We love to do jogging, fitness.
ne: तन्दुरुस्त रहन शारीरिक अभ्यास

source: We do all kinds of things to remain beautiful.
ne: राम्रो रहने हरेक उपाय

source: Yet, we spend surprisingly little time taking care of what matters most -- the way our mind functions -- which, again, is the ultimate thing that determines the quality of our experience.
ne: तैपनि अचम्म, महत्वपूर्ण कुरामा भने कमै समय हाम्रो चित्तले कसरी काम गरिरहेको छ सबैभन्दा जडी कुरा त यो नै थियो यसलेनै हाम्रो अनुभवको विशिष्टता निर्धारण गर्छ

source: Now, compassion is supposed to be put in action.
ne: अव करुणालाई व्यवहारमा उतार्नुपर्ने बेला भइसक्यो

source: That's what we try to do in different places.
ne: विभिन्न ठाउँमा यही प्रयास गरिरहेका छौं

source: Just this one example is worth a lot of work.
ne: यस्ता उदाहरण नै कामका लायक हुन्

source: This lady with bone TB, left alone in a tent, was going to die with her only daughter.
ne: बोन टिबि भएकी यी महिला कतै पालमा अलपत्र एउटै मात्र छोरीको साथमा मरणासन्न थिइन्

source: One year later, how she is.
ne: एक वर्ष पछि यस्ती पो देखिइन्

source: Different schools and clinics we've been doing in Tibet.
ne: तिब्बतका विभिन्न ठाउँमा हामीले स्कूल र क्लिनिक चलाइरहेका छौं

source: And just, I leave you with the beauty of those looks that tells more about happiness than I could ever say.
ne: जानु अघि सुन्दरतम कुराको अवलोकन गराइहालुँ यिनले सुखको बारेमा मैले भन्न खोजेभन्दा पनि बढी भन्न सक्छन्

source: (Laughter) And jumping monks of Tibet.
ne: (हाँसोको लहर) तिब्बतका ‘जम्पिङ्ग मङ्कस्’

source: (Laughter) Flying monks.
ne: (हाँसोको लहर) ‘फ्लाइङ्ग मङ्कस्’

source: Good morning, ladies and gentlemen.
ne: शुभ प्रभात, महिला तथा सज्जन वृन्द |

source: My name is Art Benjamin, and I am a "mathemagician."
ne: मेरो नाम आर्ट बेन्जामिन हो , र म एउटा "गणित जादुगर" हु |

source: What that means is, I combine my loves of math and magic to do something I call "mathemagics."
ne: भनाइको अर्थ, म गणित र जादु प्रति को मेरो लगाब लाई एकै ठाउँ मा जोडेर मैले भन्ने गरेको "गणित जादु" गर्ने गर्दछु |

source: But before I get started, I have a quick question for the audience.
ne: तर मैले सुरु गर्नु भन्दा पहिले,दर्शक दिर्घा लाइ मेरो एउटा सानो प्रश्न छ |

source: By any chance, did anyone happen to bring with them this morning a calculator?
ne: कोही कसैले , झुक्किएरै भए पनि आजको यो बिहानीमा क्याल्कुलेटर ल्याउनु भएको पो छ कि ?

source: Seriously, if you have a calculator with you, raise your hand.
ne: साँच्ची भनेको, यदि कसै संग क्याल्कुलेटर छ भने हात उठाउनुस, हात उठाउनुस |

source: Raise your hand. Did your hand go up?
ne: म --के तपाईंले हात माथि उठाको हो?

source: Now bring it out, bring it out. Anybody else?
ne: ल ल ल्याउनुस ल्याउनुस , अरु कसै संग पनि छ कि ?

source: I see, I see one way in the back.
ne: देखे देखे , एउटा उ पछाडी पट्टि !

source: You sir, that's three.
ne: र सर तपाईं पनि, भनेपछी ३ ओटा भयो,

source: And anybody on this side here?
ne: अनि यो छेउ तिर पनि कोही हुनुहुन्छ कि?

source: OK, over there on the aisle.
ne: ल ठिक छ , तपाई त्यो , कुना पट्टि | तपाई चार जना क्याल्कुलेटर भएकाहरु

source: Would the four of you please bring out your calculators, then join me up on stage.
ne: कृपया तपाईं को क्यालकुलेटर लिएर यहाँ स्टेजमा आउनु हुन्छ कि !

source: Let's give them a nice round of applause.
ne: लौ त, हाम्रा यी स्वयंसेवकहरु लाई भब्य तालीले स्वागत गरौ |

source: (Applause) That's right.
ne: (ताली) ल ठिक छ | अब, कुरो के भने मैले आज भन्दा पहिले कहिल्यै पनि

source: Now, since I haven't had the chance to work with these calculators, I need to make sure that they are all working properly.
ne: यी क्याल्कुलेटर हरु देख्न नपाएकोले, म के कुरा मा विस्वस्त हुन चाहन्छु भने ति सबैले राम्रै काम गर्छन |

source: Would somebody get us started by giving us a two-digit number, please?
ne: अब कसैले हामीलाई दुइ स्थान को अंक दिएर सुरु गर्न को लागी मद्दत गर्नु हुन्थ्यो कि, कृपया ?

source: How about a two-digit number?
ne: लौ एउटा दुइ स्थान को अंक ?

source: Audience: 22.
ne: श्रोता : २२

source: AB: 22. And another two-digit number, sir?
ne: अर्थर बेन्जामिन : २२ . लौ अर्को दुइ स्थान को अंक दिनुस, सर ?

source: Audience: 47.
ne: श्रोता: ४७

source: AB: Multiply 22 times 47, make sure you get 1,034, or the calculators are not working.
ne: अर्थर बेन्जामिन : २२ ले ४७ लाइ गुणन गर्दा, विश्वस्त हुनुस तपाईं ले १०३४ पाउनु भो | कि क्यालकुलेटर ले काम गरेको छैन !!

source: Do all of you get 1,034? 1,034?
ne: के तपाईं हरु सबैले १०३४ नै पाउनु भयो त ?

source: Volunteer: No.
ne: महिला: छैन त |

source: AB: 594. Let's give three of them a nice round of applause there.
ne: अर्थर बेन्जामिन :५९४. लौ त वहा हरु तिनै जनालाई एकपटक गतिलो ताली ले सम्मान गरौ त |

source: (Applause) Would you like to try a more standard calculator, just in case?
ne: (ताली) के तपाई यो भन्दा विशिष्ठ क्यालकुलेटर प्रयोग गर्न चाहनुहुन्छ, तैपनि भन्या नि ?

source: OK, great.
ne: ल ठिक छ|

source: What I'm going to try and do then -- I notice it took some of you a little bit of time to get your answer.
ne: अब म के चाही गर्न लाग्दै छु भने मैले यो अनुभूति गरे कि, तपाईं हरु मध्ये कोही कोही लाई उत्तर निकाल्न केहि समय लाग्यो |

source: That's OK.
ne: त्यो त ठिकै छ | म तपाईंहरु लाई गुणन गर्ने छोटो बिधि दिदै छु |

source: I'll give you a shortcut for multiplying even faster on the calculator.
ne: क्यालकुलेटर मा भन्दा पनि छिट्टो हुने गरी

source: There is something called the square of a number, which most of you know is taking a number and multiplying it by itself.
ne: गणित मा कुनै संख्या को वर्ग संख्या भन्ने हुन्छ, जुन तपाईं हरु धेरै लाई थाहा नै होला कि एउटा संख्यालाई उही संख्या ले गुणन गरेर निकालिन्छ |

source: For instance, five squared would be?
ne: उदाहरण को लागि, ५ को वर्ग संख्या

source: Audience: 25.
ne: श्रोता : २५

source: AB: 25. The way we can square on most calculators -- let me demonstrate with this one -- is by taking the number, such as five, hitting "times" and then "equals," and on most calculators that will give you the square.
ne: अर्थर बेन्जामिन : २५ | अब, क्यालकुलेटर मा वर्ग संख्या निकाल्ने तरिका - लौ म देखाउछु है त, यस बाट एउटा संख्या लिने, जस्तै ५ अनि म "गुणन" (बटन ) थिच्छु अनि "बराबर" ( बटन ) थिच्छु, यसै गरि प्राय क्यालकुलेटरले तपाइंलाइ वर्ग संख्या दिन्छ |

source: On some of these ancient RPN calculators, you've got an "x squared" button on it, will allow you to do the calculation even faster.
ne: अनि केहि यस्ता केहि प्राचिन (आर पि एन ) क्यालकुलेटर हरु मा, तपाईं ले " एक्स स्क्वाएर " भन्ने बटन पाउनु हुन्छ, जसले तपाईं लाई वर्ग संख्या झनै चाडो निकालिदिन्छ |

source: What I'm going to try and do now is to square, in my head, four two-digit numbers faster than they can do on their calculators, even using the shortcut method.
ne: अब म के चाही गर्ने प्रयत्न गर्दै छु भने, म मेरो दिमाग भित्रै वर्ग संख्या निकाल्न खोज्दै छु चार ओटा दुइ स्थान का अंक हरु को उहा हरु ले क्यालकुलेटर मा गरेको भन्दा पनि चाडो, र त्यो भन्दा पनि छोटो तरिका बाट |

source: What I'll use is the second row this time, and I'll get four of you to each yell out a two-digit number, and if you would square the first number, and if you would square the second, the third and the fourth, I will try and race you to the answer. OK?
ne: अब म यस पटक दोश्रो पङ्क्ति लाइ प्रयोग गर्दछु, र म तपाईहरु चार जना - एक, दुई, तीन, चार-- प्रत्येक ले चिच्याएर दुइ स्थान का अंक हरु भन्न को लागि र तपाईं ले पहिले अंक को वर्ग निकाल्नु होला , र फेरी तपाइंले दोश्रो, तेश्रो अनि चौथो, मैले प्रयास गर्छु र तपाईं हरु लाई उत्तर दिन्छु , हुन्छ ?

source: So quickly, a two-digit number please.
ne: लौ त झट्टै, कृपया एउटा दुई स्थान को अंक दिनुस त|

source: Audience: 37.
ne: श्रोता : ३७

source: Arthur Benjamin: 37 squared, OK.
ne: अर्थर बेन्जामिन : ३७ को वर्ग , ल ठिक छ |

source: Audience: 23.
ne: श्रोता: २३

source: AB: 23 squared, OK.
ne: अर्थर बेन्जामिन : २३ को वर्ग, ल ठिक छ |

source: Audience: 59.
ne: श्रोता : ५९
